let res = {
  "code": 0,
  "info": {
    "110000": {
      "name": "北京市",
        "cities": {
        "110100": {
          "name": "市辖区",
            "counties": {
            "110101": "东城区",
              "110102": "西城区",
                "110105": "朝阳区"
          }
        }
      }
    },
    "120000": {
      "name": "黑龙江省",
        "cities": {
        "120100": {
          "name": "齐齐哈尔市",
            "counties": {
            "120101": "泰来",
              "120102": "江桥"
          }
        },
        "120200": {
          "name": "鹤岗",
            "counties": {
            "120201": "镇赉",
              "120202": "白城"
          }
        }
      }
    },
    "130000": {
      "name": "河北省",
        "cities": {
        "130100": {
          "name": "石家庄市",
            "counties": {
            "130101": "市辖区",
              "130102": "长安区",
                "130104": "桥⻄区"
          }
        },
        "130200": {
          "name": "唐山市",
            "counties": {
            "130101": "市辖区",
              "130102": "长安区",
                "130104": "桥⻄区"
          }
        }
      }
    }
  }
};

module.exports = res;